Repository: kabirnayeem99/LocalDrop
Catalog: Modules/FeatureTransfer/Sources/FeatureTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, ug, ur, vi, zh_hans

# feedback.discoveryRefreshed
source: Discovery refreshed
ar: تم تحديث الاكتشاف
bn: আবিষ্কার রিফ্রেশ
de: Discovery aktualisiert
es: Descubrimiento actualizado
fr: Découverte rafraîchie
hi: खोज ताज़ा हो गई
id: Pencarian diperbarui
ja: ディスカバリーが更新されました
ko: 검색 새로고침
pt_br: Descoberta atualizada
ru: Дискавери обновлен
tr: Keşif yenilendi
ug: بايقاش يېڭىلاندى
ur: دریافت تازہ کر دی گئی
vi: Đã làm mới tính năng khám phá
zh_hans: 发现焕然一新

# feedback.discoveryScanStarted
source: Discovery scan started
ar: بدأ فحص الاكتشاف
bn: ডিসকভারি স্ক্যান শুরু হয়েছে
de: Der Erkennungsscan wurde gestartet
es: Se inició el análisis de descubrimiento
fr: L'analyse de découverte a démarré
hi: डिस्कवरी स्कैन शुरू हुआ
id: Pemindaian perangkat dimulai
ja: ディスカバリースキャンが開始されました
ko: 검색 스캔이 시작되었습니다.
pt_br: Verificação de descoberta iniciada
ru: Сканирование обнаружения началось.
tr: Keşif taraması başlatıldı
ug: بايقاشنى تەكشۈرۈش باشلاندى
ur: دریافت کی اسکیننگ شروع ہو گئی
vi: Đã bắt đầu quét khám phá
zh_hans: 发现扫描已开始

# feedback.fileReceived
source: %@ received
ar: تم استلام %@
bn: %@ গৃহীত হয়েছে
de: %@ empfangen
es: %@ recibido
fr: %@ reçu
hi: %@ प्राप्त हुआ
id: %@ diterima
ja: %@ を受信しました
ko: %@ 수신됨
pt_br: %@ recebido
ru: %@ получен
tr: %@ alındı
ug: %@ قوبۇل قىلىندى
ur: %@ موصول ہوا
vi: Đã nhận được %@
zh_hans: %@ 收到

# feedback.filesAccepted
source: %d files accepted
ar: تم قبول %d ملفات
bn: %d ফাইল গৃহীত
de: %d-Dateien akzeptiert
es: Archivos %d aceptados
fr: Fichiers %d acceptés
hi: %d फ़ाइलें स्वीकार की गईं
id: %d file diterima
ja: %d ファイルを受け入れます
ko: %d 파일 허용
pt_br: Arquivos %d aceitos
ru: Принимаются файлы %d.
tr: %d dosyaları kabul edildi
ug: %d ھۆججەتلىرى قوبۇل قىلىندى
ur: %d فائلیں قبول کی گئیں
vi: Các tệp %d được chấp nhận
zh_hans: %d 文件已接受

# feedback.fileSent
source: %@ sent
ar: تم إرسال %@
bn: %@ পাঠানো হয়েছে
de: %@ gesendet
es: %@ enviado
fr: %@ envoyé
hi: %@ भेजा गया
id: %@ dikirim
ja: %@ が送信されました
ko: %@가 전송되었습니다.
pt_br: %@ enviado
ru: %@ отправлено
tr: %@ gönderildi
ug: %@ ئەۋەتىلدى
ur: %@ بھیج دیا گیا
vi: %@ đã gửi
zh_hans: %@ 已发送

# feedback.fileStaged
source: File staged
ar: تم تجهيز الملف
bn: ফাইল মঞ্চস্থ
de: Datei bereitgestellt
es: Archivo preparado
fr: Fichier mis en scène
hi: फ़ाइल चरणबद्ध
id: File disiapkan
ja: ファイルがステージングされました
ko: 파일 스테이징됨
pt_br: Arquivo preparado
ru: Файл подготовлен
tr: Dosya hazırlandı
ug: ھۆججەت سەھنىلەشتۈرۈلدى
ur: فائل تیار کر دی گئی
vi: Tập tin được dàn dựng
zh_hans: 文件暂存

# feedback.fileUnavailable
source: File no longer available
ar: الملف لم يعد متاحًا
bn: ফাইল আর উপলব্ধ নেই
de: Datei nicht mehr verfügbar
es: El archivo ya no está disponible
fr: Le fichier n'est plus disponible
hi: फ़ाइल अब उपलब्ध नहीं है
id: File tidak lagi tersedia
ja: ファイルは利用できなくなりました
ko: 파일을 더 이상 사용할 수 없습니다.
pt_br: Arquivo não está mais disponível
ru: Файл больше не доступен
tr: Dosya artık mevcut değil
ug: ھۆججەت يوق
ur: فائل اب دستیاب نہیں
vi: Tập tin không còn có sẵn
zh_hans: 文件不再可用

# feedback.incomingPINRegenerated
source: Incoming PIN regenerated
ar: تم إنشاء رمز PIN الوارد من جديد
bn: ইনকামিং পিন পুনরুত্থিত হয়েছে৷
de: Eingehende PIN neu generiert
es: PIN entrante regenerado
fr: Code PIN entrant régénéré
hi: इनकमिंग पिन पुनः जनरेट किया गया
id: PIN masuk dibuat ulang
ja: 受信PINが再生成されました
ko: 수신 PIN이 다시 생성되었습니다.
pt_br: PIN recebido regenerado
ru: Входящий PIN-код восстановлен.
tr: Gelen PIN yeniden oluşturuldu
ug: كەلگەن PIN ئەسلىگە كەلدى
ur: وصولی PIN دوبارہ بنایا گیا
vi: Đã tạo lại mã PIN đến
zh_hans: 重新生成传入 PIN 码

# feedback.incomingPINUpdated
source: Incoming PIN updated
ar: تم تحديث رمز PIN الوارد
bn: ইনকামিং পিন আপডেট করা হয়েছে
de: Eingehende PIN aktualisiert
es: PIN entrante actualizado
fr: Code PIN entrant mis à jour
hi: इनकमिंग पिन अपडेट किया गया
id: PIN masuk diperbarui
ja: 受信PINが更新されました
ko: 수신 PIN이 업데이트되었습니다.
pt_br: PIN recebido atualizado
ru: Входящий PIN-код обновлен.
tr: Gelen PIN güncellendi
ug: كەلگەن PIN يېڭىلاندى
ur: وصولی PIN اپ ڈیٹ کر دیا گیا
vi: Đã cập nhật mã PIN đến
zh_hans: 收到的 PIN 码已更新

# feedback.itemsStaged
source: %d items staged
ar: تم تجهيز %d عناصر
bn: %d আইটেম মঞ্চস্থ
de: %d Elemente bereitgestellt
es: Artículos %d preparados
fr: Articles %d mis en scène
hi: %d आइटम का मंचन किया गया
id: %d item disiapkan
ja: %d アイテムがステージングされました
ko: %d 아이템이 준비되었습니다.
pt_br: Itens %d preparados
ru: Элементы %d поставлены
tr: %d öğeleri sahnelendi
ug: %d تۈرلىرى قويۇلغان
ur: %d آئٹمز تیار کیے گئے
vi: Các mục %d được dàn dựng
zh_hans: %d 项目上演

# feedback.launchAtLoginFailed
source: Couldn't update Launch at Login
ar: تعذر تحديث التشغيل عند تسجيل الدخول
bn: লগইনে লঞ্চ আপডেট করা যায়নি
de: Start beim Anmelden konnte nicht aktualisiert werden
es: No se pudo actualizar Iniciar al iniciar sesión
fr: Impossible de mettre à jour le lancement lors de la connexion
hi: लॉगिन पर लॉन्च को अपडेट नहीं किया जा सका
id: Tidak dapat memperbarui Buka saat Masuk
ja: ログイン時の起動を更新できませんでした
ko: 로그인 시 실행을 업데이트할 수 없습니다.
pt_br: Não foi possível atualizar o lançamento no login
ru: Не удалось обновить запуск при входе в систему
tr: Giriş Sırasında Başlatma güncellenemedi
ug: كىرىشتە قوزغىتىشنى يېڭىلىيالمىدى
ur: لاگ اِن پر شروع کرنے کی ترتیب اپ ڈیٹ نہیں ہو سکی
vi: Không thể cập nhật Khởi chạy khi đăng nhập
zh_hans: 无法更新登录时启动

# feedback.linkRequiresStagedItems
source: Stage files before sharing via link.
ar: جهّز ملفات قبل المشاركة عبر الرابط
bn: লিঙ্কের মাধ্যমে শেয়ার করার আগে স্টেজ ফাইল।
de: Stellen Sie die Dateien bereit, bevor Sie sie per Link teilen.
es: Prepare los archivos antes de compartirlos mediante un enlace.
fr: Mettez en scène les fichiers avant de les partager via un lien.
hi: लिंक के माध्यम से साझा करने से पहले फ़ाइलों को चरणबद्ध करें।
id: Siapkan file sebelum berbagi lewat tautan.
ja: リンク経由で共有する前にファイルをステージングします。
ko: 링크를 통해 공유하기 전에 파일을 준비하세요.
pt_br: Prepare os arquivos antes de compartilhar via link.
ru: Подготовьте файлы перед отправкой по ссылке.
tr: Bağlantı yoluyla paylaşmadan önce dosyaları hazırlayın.
ug: ئۇلىنىش ئارقىلىق ھەمبەھىرلىنىشتىن بۇرۇن باسقۇچلۇق ھۆججەتلەر.
ur: لنک کے ذریعے شیئر کرنے سے پہلے فائلیں تیار کریں۔
vi: Giai đoạn tập tin trước khi chia sẻ qua liên kết.
zh_hans: 通过链接共享之前暂存文件。

# feedback.saveLocationChanged
source: Save location changed
ar: تم تغيير موقع الحفظ
bn: স্থান পরিবর্তন করা হয়েছে সংরক্ষণ করুন
de: Speicherort geändert
es: Guardar ubicación cambiada
fr: L'emplacement d'enregistrement a été modifié
hi: सहेजें स्थान बदल गया
id: Lokasi penyimpanan diubah
ja: 保存場所が変更されました
ko: 저장 위치가 변경되었습니다.
pt_br: Salvar local alterado
ru: Место сохранения изменено
tr: Kaydetme konumu değiştirildi
ug: ساقلاش ئورنى ئۆزگەرتىلدى
ur: محفوظ کرنے کی جگہ تبدیل ہو گئی
vi: Lưu vị trí đã thay đổi
zh_hans: 保存位置已更改

# feedback.sendRequiresStagedItems
source: Stage files before sending.
ar: جهّز ملفات قبل الإرسال
bn: পাঠানোর আগে স্টেজ ফাইল।
de: Stellen Sie die Dateien vor dem Senden bereit.
es: Prepare los archivos antes de enviarlos.
fr: Mettez en scène les fichiers avant de les envoyer.
hi: भेजने से पहले फ़ाइलें चरणबद्ध करें.
id: Siapkan file sebelum mengirim.
ja: 送信前にファイルをステージングします。
ko: 보내기 전에 파일을 준비하세요.
pt_br: Prepare os arquivos antes de enviar.
ru: Подготавливайте файлы перед отправкой.
tr: Dosyaları göndermeden önce hazırlayın.
ug: يوللاشتىن بۇرۇن باسقۇچلۇق ھۆججەتلەر.
ur: بھیجنے سے پہلے فائلیں تیار کریں۔
vi: Giai đoạn tập tin trước khi gửi.
zh_hans: 发送前暂存文件。

# feedback.settingsFailed
source: Settings could not be applied
ar: تعذر تطبيق الإعدادات
bn: সেটিংস প্রয়োগ করা যায়নি
de: Einstellungen konnten nicht angewendet werden
es: No se pudo aplicar la configuración
fr: Les paramètres n'ont pas pu être appliqués
hi: सेटिंग्स लागू नहीं की जा सकीं
id: Pengaturan tidak dapat diterapkan
ja: 設定を適用できませんでした
ko: 설정을 적용할 수 없습니다.
pt_br: Não foi possível aplicar as configurações
ru: Не удалось применить настройки.
tr: Ayarlar uygulanamadı
ug: تەڭشەكلەرنى قوللىنىشقا بولمايدۇ
ur: ترتیبات لاگو نہیں ہو سکیں
vi: Không thể áp dụng cài đặt
zh_hans: 无法应用设置

# feedback.settingsSaved
source: Settings saved
ar: تم حفظ الإعدادات
bn: সেটিংস সংরক্ষিত
de: Einstellungen gespeichert
es: Configuración guardada
fr: Paramètres enregistrés
hi: सेटिंग्स को सहेजा गया
id: Pengaturan disimpan
ja: 設定が保存されました
ko: 설정이 저장되었습니다.
pt_br: Configurações salvas
ru: Настройки сохранены.
tr: Ayarlar kaydedildi
ug: تەڭشەكلەر ساقلاندى
ur: ترتیبات محفوظ ہو گئیں
vi: Đã lưu cài đặt
zh_hans: 设置已保存

# feedback.textEmpty
source: Text cannot be empty.
ar: لا يمكن أن يكون النص فارغًا.
bn: পাঠ্য খালি হতে পারে না।
de: Der Text darf nicht leer sein.
es: El texto no puede estar vacío.
fr: Le texte ne peut pas être vide.
hi: पाठ खाली नहीं हो सकता.
id: Teks tidak boleh kosong.
ja: テキストを空にすることはできません。
ko: 텍스트는 비워둘 수 없습니다.
pt_br: O texto não pode estar vazio.
ru: Текст не может быть пустым.
tr: Metin boş olamaz.
ug: تېكىست قۇرۇق بولمايدۇ.
ur: متن خالی نہیں ہو سکتا۔
vi: Văn bản không được để trống.
zh_hans: 文本不能为空。

# feedback.textStagingFailed
source: Text could not be staged.
ar: تعذر تجهيز النص.
bn: পাঠ্য মঞ্চস্থ করা যায়নি।
de: Der Text konnte nicht bereitgestellt werden.
es: No se pudo preparar el texto.
fr: Le texte n'a pas pu être mis en scène.
hi: पाठ का मंचन नहीं किया जा सका.
id: Teks tidak dapat disiapkan.
ja: テキストをステージングできませんでした。
ko: 텍스트를 준비할 수 없습니다.
pt_br: O texto não pôde ser preparado.
ru: Текст не удалось разместить.
tr: Metin düzenlenemedi.
ug: تېكىستنى سەھنىلەشتۈرگىلى بولمايدۇ.
ur: متن تیار نہیں کیا جا سکا۔
vi: Không thể dàn dựng văn bản.
zh_hans: 文字无法上演。

# feedback.transferAccepted
source: Transfer accepted
ar: تم قبول النقل
bn: স্থানান্তর গৃহীত
de: Überweisung angenommen
es: Transferencia aceptada
fr: Transfert accepté
hi: स्थानांतरण स्वीकार किया गया
id: Transfer diterima
ja: 転送が受け入れられました
ko: 이체 승인됨
pt_br: Transferência aceita
ru: Перевод принят
tr: Aktarım kabul edildi
ug: يۆتكەش قوبۇل قىلىندى
ur: منتقلی قبول کر لی گئی
vi: Đã chấp nhận chuyển khoản
zh_hans: 接受转账

# feedback.transferCanceled
source: Transfer canceled
ar: تم إلغاء النقل
bn: স্থানান্তর বাতিল করা হয়েছে৷
de: Übertragung abgebrochen
es: Transferencia cancelada
fr: Transfert annulé
hi: स्थानांतरण रद्द कर दिया गया
id: Transfer dibatalkan
ja: 転送がキャンセルされました
ko: 이전이 취소되었습니다.
pt_br: Transferência cancelada
ru: Перенос отменен
tr: Aktarım iptal edildi
ug: يۆتكەش ئەمەلدىن قالدۇرۇلدى
ur: منتقلی منسوخ کر دی گئی
vi: Đã hủy chuyển khoản
zh_hans: 转账已取消

# feedback.transferDeclined
source: Transfer declined
ar: تم رفض النقل
bn: স্থানান্তর প্রত্যাখ্যান করা হয়েছে৷
de: Übertragung abgelehnt
es: Transferencia rechazada
fr: Transfert refusé
hi: स्थानांतरण अस्वीकृत
id: Transfer ditolak
ja: 転送が拒否されました
ko: 전송이 거부되었습니다.
pt_br: Transferência recusada
ru: Передача отклонена
tr: Aktarım reddedildi
ug: يۆتكىلىش رەت قىلىندى
ur: منتقلی مسترد کر دی گئی
vi: Chuyển khoản bị từ chối
zh_hans: 转账被拒绝

# feedback.transferFailed
source: Transfer failed
ar: فشل النقل
bn: স্থানান্তর ব্যর্থ হয়েছে৷
de: Die Übertragung ist fehlgeschlagen
es: Transferencia fallida
fr: Le transfert a échoué
hi: स्थानांतरण विफल रहा
id: Transfer gagal
ja: 転送に失敗しました
ko: 전송 실패
pt_br: Falha na transferência
ru: Передача не удалась
tr: Aktarım başarısız oldu
ug: يۆتكەش مەغلۇب بولدى
ur: منتقلی ناکام ہو گئی۔
vi: Chuyển không thành công
zh_hans: 转账失败

# general.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Stornieren
es: Cancelar
fr: Annuler
hi: रद्द करना
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal etmek
ug: بىكار قىلىش
ur: منسوخ کریں
vi: Hủy bỏ
zh_hans: 取消

# history.clearAll
source: Clear all
ar: مسح الكل
bn: সব সাফ করুন
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ करें
id: Hapus semua
ja: すべてクリア
ko: 모두 지우기
pt_br: Limpar tudo
ru: Очистить все
tr: Tümünü temizle
ug: ھەممىنى تازىلاڭ
ur: سب صاف کریں
vi: Xóa tất cả
zh_hans: 全部清除

# history.clearAllMessage
source: This removes the recent transfer list from this device.
ar: سيؤدي هذا إلى إزالة قائمة عمليات النقل الأخيرة من هذا الجهاز.
bn: এটি এই ডিভাইস থেকে সাম্প্রতিক স্থানান্তর তালিকা সরিয়ে দেয়৷
de: Dadurch wird die aktuelle Übertragungsliste von diesem Gerät entfernt.
es: Esto elimina la lista de transferencias recientes de este dispositivo.
fr: Cela supprime la liste des transferts récents de cet appareil.
hi: यह इस डिवाइस से हालिया स्थानांतरण सूची को हटा देता है।
id: Ini menghapus daftar transfer terbaru dari perangkat ini.
ja: これにより、最近の転送リストがこのデバイスから削除されます。
ko: 이렇게 하면 이 기기에서 최근 전송 목록이 삭제됩니다.
pt_br: Isso remove a lista de transferências recentes deste dispositivo.
ru: При этом список последних передач будет удален с этого устройства.
tr: Bu, son aktarım listesini bu cihazdan kaldırır.
ug: بۇ بۇ ئۈسكۈنىدىن يېقىنقى يۆتكىلىش تىزىملىكىنى ئۆچۈرۈۋېتىدۇ.
ur: اس سے اس آلے کی حالیہ منتقلیوں کی فہرست حذف ہو جائے گی۔
vi: Thao tác này sẽ xóa danh sách chuyển gần đây khỏi thiết bị này.
zh_hans: 这将从该设备中删除最近的传输列表。

# history.clearConfirmTitle
source: Clear transfer history?
ar: هل تريد مسح سجل النقل؟
bn: স্থানান্তর ইতিহাস সাফ করবেন?
de: Übertragungshistorie löschen?
es: ¿Borrar historial de transferencias?
fr: Effacer l'historique des transferts ?
hi: स्थानांतरण इतिहास साफ़ करें?
id: Hapus riwayat transfer?
ja: 転送履歴を消去しますか?
ko: 이체 내역을 삭제하시겠습니까?
pt_br: Limpar histórico de transferências?
ru: Очистить историю переводов?
tr: Aktarım geçmişi temizlensin mi?
ug: يۆتكىلىش تارىخى ئېنىقمۇ؟
ur: منتقلی کی تاریخ صاف کریں؟
vi: Xóa lịch sử chuyển khoản?
zh_hans: 清除转移历史记录？

# history.locationUnavailable
source: File location unavailable
ar: موقع الملف غير متاح
bn: ফাইল অবস্থান অনুপলব্ধ
de: Dateispeicherort nicht verfügbar
es: Ubicación del archivo no disponible
fr: Emplacement du fichier indisponible
hi: फ़ाइल स्थान अनुपलब्ध
id: Lokasi file tidak tersedia
ja: ファイルの場所が利用できません
ko: 파일 위치를 사용할 수 없습니다.
pt_br: Local do arquivo indisponível
ru: Местоположение файла недоступно
tr: Dosya konumu kullanılamıyor
ug: ھۆججەت ئورنى يوق
ur: فائل کی جگہ دستیاب نہیں
vi: Vị trí tệp không có sẵn
zh_hans: 文件位置不可用

# history.noTransfers
source: No recent transfers
ar: لا توجد عمليات نقل حديثة
bn: কোন সাম্প্রতিক স্থানান্তর
de: Keine aktuellen Transfers
es: Sin transferencias recientes
fr: Aucun transfert récent
hi: कोई हालिया स्थानांतरण नहीं
id: Tidak ada transfer terbaru
ja: 最近の転送はありません
ko: 최근 이적 없음
pt_br: Nenhuma transferência recente
ru: Нет недавних переводов
tr: Yakın zamanda transfer yok
ug: يېقىنقى يۆتكىلىش يوق
ur: کوئی حالیہ منتقلی نہیں
vi: Không có chuyển khoản gần đây
zh_hans: 最近没有转账

# history.noTransfersHelp
source: Completed and declined transfers will appear here.
ar: ستظهر هنا عمليات النقل المكتملة والمرفوضة.
bn: সম্পূর্ণ এবং প্রত্যাখ্যান করা স্থানান্তর এখানে প্রদর্শিত হবে।
de: Abgeschlossene und abgelehnte Überweisungen werden hier angezeigt.
es: Las transferencias completadas y rechazadas aparecerán aquí.
fr: Les transferts terminés et refusés apparaîtront ici.
hi: पूर्ण और अस्वीकृत स्थानांतरण यहां दिखाई देंगे।
id: Transfer yang selesai dan ditolak akan muncul di sini.
ja: 完了した転送と拒否された転送がここに表示されます。
ko: 완료된 송금 및 거부된 송금이 여기에 표시됩니다.
pt_br: As transferências concluídas e recusadas aparecerão aqui.
ru: Здесь будут отображаться выполненные и отклоненные переводы.
tr: Tamamlanan ve reddedilen aktarımlar burada görünür.
ug: تاماملانغان ۋە رەت قىلىنغان يۆتكىلىشلەر بۇ يەردە كۆرۈنىدۇ.
ur: مکمل اور مسترد شدہ منتقلیاں یہاں دکھائی دیں گی۔
vi: Chuyển khoản đã hoàn tất và bị từ chối sẽ xuất hiện ở đây.
zh_hans: 已完成和拒绝的转账将显示在此处。

# history.open
source: Open
ar: فتح
bn: খোলা
de: Offen
es: Abierto
fr: Ouvrir
hi: खुला
id: Buka
ja: 開ける
ko: 열려 있는
pt_br: Abrir
ru: Открыть
tr: Açık
ug: ئېچىڭ
ur: کھولیں
vi: Mở
zh_hans: 打开

# history.revealInFinder
source: Reveal in Finder
ar: إظهار في Finder
bn: ফাইন্ডারে প্রকাশ করুন
de: Im Finder anzeigen
es: Revelar en Finder
fr: Révéler dans le Finder
hi: खोजक में प्रकट करें
id: Tampilkan di Finder
ja: ファインダーで表示
ko: Finder에 공개
pt_br: Revelar no Finder
ru: Показать в Finder
tr: Finder'da Göster
ug: Finder دا ئاشكارىلاش
ur: Finder میں دکھائیں
vi: Tiết lộ trong Finder
zh_hans: 在 Finder 中显示

# history.rowHelp
source: Reveal or open this file
ar: إظهار هذا الملف أو فتحه
bn: এই ফাইলটি প্রকাশ করুন বা খুলুন
de: Zeigen Sie diese Datei an oder öffnen Sie sie
es: Revelar o abrir este archivo
fr: Révéler ou ouvrir ce fichier
hi: इस फ़ाइल को प्रकट करें या खोलें
id: Tampilkan atau buka file ini
ja: このファイルを公開または開く
ko: 이 파일 공개 또는 열기
pt_br: Revele ou abra este arquivo
ru: Показать или открыть этот файл
tr: Bu dosyayı göster veya aç
ug: بۇ ھۆججەتنى ئاشكارلاڭ ياكى ئېچىڭ
ur: اس فائل کو دکھائیں یا کھولیں
vi: Tiết lộ hoặc mở tập tin này
zh_hans: 显示或打开此文件

# history.title
source: Recent transfers
ar: عمليات النقل الأخيرة
bn: সাম্প্রতিক স্থানান্তর
de: Aktuelle Transfers
es: Transferencias recientes
fr: Transferts récents
hi: हाल ही में हुए तबादले
id: Transfer terbaru
ja: 最近の転送
ko: 최근 이적
pt_br: Transferências recentes
ru: Недавние трансферы
tr: Son transferler
ug: يېقىنقى يۆتكىلىشلەر
ur: حالیہ منتقلیاں
vi: Chuyển khoản gần đây
zh_hans: 最近转会

# incomingRequest.accept
source: Accept
ar: قبول
bn: গ্রহণ করুন
de: Akzeptieren
es: Aceptar
fr: Accepter
hi: स्वीकार करना
id: Terima
ja: 受け入れる
ko: 수용하다
pt_br: Aceitar
ru: Принимать
tr: Kabul etmek
ug: قوبۇل قىلىڭ
ur: قبول کریں
vi: Chấp nhận
zh_hans: 接受

# incomingRequest.acceptSelected
source: Accept selected
ar: قبول المحدد
bn: নির্বাচিত স্বীকার করুন
de: Ausgewählte akzeptieren
es: Aceptar seleccionado
fr: Accepter la sélection
hi: चयनित स्वीकार करें
id: Terima yang dipilih
ja: 選択したものを受け入れる
ko: 선택 항목 수락
pt_br: Aceitar selecionado
ru: Принять выбранное
tr: Seçileni kabul et
ug: تاللانغاننى قوبۇل قىلىڭ
ur: منتخب شدہ قبول کریں
vi: Chấp nhận đã chọn
zh_hans: 接受选择

# incomingRequest.clearSelection
source: Clear selection
ar: إلغاء التحديد
bn: নির্বাচন পরিষ্কার করুন
de: Klare Auswahl
es: Borrar selección
fr: Effacer la sélection
hi: स्पष्ट चयन
id: Hapus pilihan
ja: 選択をクリア
ko: 선택 취소
pt_br: Limpar seleção
ru: Очистить выбор
tr: Seçimi temizle
ug: تاللاشنى تازىلاش
ur: انتخاب صاف کریں
vi: Xóa lựa chọn
zh_hans: 清除选择

# incomingRequest.decline
source: Decline
ar: رفض
bn: প্রত্যাখ্যান
de: Abfall
es: Rechazar
fr: Déclin
hi: गिरावट
id: Tolak
ja: 衰退
ko: 감소
pt_br: Declínio
ru: Отклонить
tr: Reddetmek
ug: رەت قىلىش
ur: مسترد کریں
vi: Sự suy sụp
zh_hans: 衰退

# incomingRequest.fileNotSelected
source: Not selected
ar: لم يتم التحديد
bn: নির্বাচিত হয়নি
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hi: चयनित नहीं
id: Tidak dipilih
ja: 未選択
ko: 선택되지 않음
pt_br: Não selecionado
ru: Не выбрано
tr: Seçilmedi
ug: تاللانمىدى
ur: منتخب نہیں کیا گیا۔
vi: Không được chọn
zh_hans: 未选择

# incomingRequest.files.many
source: %d files
ar: %d ملفات
bn: %d ফাইল
de: %d-Dateien
es: Archivos %d
fr: Fichiers %d
hi: %d फ़ाइलें
id: %d file
ja: %d ファイル
ko: %d 파일
pt_br: Arquivos %d
ru: %d файлы
tr: %d dosyaları
ug: %d ھۆججىتى
ur: %d فائلیں
vi: Các tệp %d
zh_hans: %d 文件

# incomingRequest.files.one
source: 1 file
ar: ملف واحد
bn: 1 ফাইল
de: 1 Datei
es: 1 archivo
fr: 1 fichier
hi: 1 फ़ाइल
ja: 1ファイル
ko: 파일 1개
pt_br: 1 arquivo
ru: 1 файл
tr: 1 dosya
ug: 1 ھۆججەت
ur: 1 فائل
vi: 1 tập tin
zh_hans: 1 个文件

# incomingRequest.fileSelected
source: Selected
ar: مختارة
bn: নির্বাচিত
de: Ausgewählt
es: Seleccionado
fr: Choisi
hi: चयनित
id: Terpilih
ja: 選択済み
ko: 선택된
pt_br: Selecionado
ru: Выбрано
tr: Seçildi
ug: تاللانغان
ur: منتخب
vi: Đã chọn
zh_hans: 已选择

# incomingRequest.fileSelectionHint
source: Choose which files to accept from this transfer.
ar: اختر الملفات التي تريد قبولها من عملية النقل هذه.
bn: এই স্থানান্তর থেকে কোন ফাইলগুলি গ্রহণ করবেন তা চয়ন করুন৷
de: Wählen Sie aus, welche Dateien von dieser Übertragung akzeptiert werden sollen.
es: Elija qué archivos aceptar de esta transferencia.
fr: Choisissez les fichiers à accepter de ce transfert.
hi: चुनें कि इस स्थानांतरण से कौन सी फ़ाइलें स्वीकार करनी हैं।
id: Pilih file yang akan diterima dari transfer ini.
ja: この転送からどのファイルを受け入れるかを選択します。
ko: 이 전송에서 허용할 파일을 선택하세요.
pt_br: Escolha quais arquivos aceitar desta transferência.
ru: Выберите, какие файлы принять из этой передачи.
tr: Bu aktarımdan hangi dosyaların kabul edileceğini seçin.
ug: بۇ يۆتكىلىشتىن قايسى ھۆججەتلەرنى قوبۇل قىلىشنى تاللاڭ.
ur: منتخب کریں کہ اس منتقلی سے کون سی فائلیں قبول کرنی ہیں۔
vi: Chọn tệp nào sẽ chấp nhận từ quá trình chuyển này.
zh_hans: 选择在此传输中接受哪些文件。

# incomingRequest.fromDevice
source: From device
ar: من الجهاز
bn: ডিভাইস থেকে
de: Vom Gerät
es: Desde el dispositivo
fr: Depuis l'appareil
hi: डिवाइस से
id: Dari perangkat
ja: デバイスから
ko: 장치에서
pt_br: Do dispositivo
ru: С устройства
tr: Cihazdan
ug: ئۈسكۈنىدىن
ur: آلے سے
vi: Từ thiết bị
zh_hans: 从设备

# incomingRequest.itemCount
source: %d item(s)
ar: %d عنصر/عناصر
bn: %d আইটেম(গুলি)
de: %d Artikel
es: Elemento(s) %d
fr: %d article(s)
hi: %d आइटम
id: %d item
ja: %d アイテム
ko: %d 항목
pt_br: Item(s) %d
ru: %d элемент(ы)
tr: %d ürün(ler)i
ug: %d تۈر (لار)
ur: %d آئٹم
vi: Vật phẩm %d
zh_hans: %d 项目

# incomingRequest.menuTitleFormat
source: %@ wants to send %@
ar: يريد %@ إرسال %@
bn: %@ %@ পাঠাতে চায়
de: %@ möchte %@ senden
es: %@ quiere enviar %@
fr: %@ souhaite envoyer %@
hi: %@ %@ भेजना चाहता है
id: %@ ingin mengirim %@
ja: %@ は %@ を送信したいと考えています
ko: %@가 %@를 보내려고 합니다.
pt_br: %@ deseja enviar %@
ru: %@ хочет отправить %@
tr: %@, %@ göndermek istiyor
ug: %@ %@ ئەۋەتمەكچى
ur: %@، %@ بھیجنا چاہتا ہے
vi: %@ muốn gửi %@
zh_hans: %@ 要发送 %@

# incomingRequest.selectAll
source: Select all
ar: تحديد الكل
bn: সব নির্বাচন করুন
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सबका चयन करें
id: Pilih semua
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
tr: Tümünü seç
ug: ھەممىنى تاللاڭ
ur: سب منتخب کریں
vi: Chọn tất cả
zh_hans: 选择全部

# incomingRequest.selectionAll
source: All %d selected
ar: تم تحديد جميع العناصر (%d)
bn: সমস্ত %d নির্বাচিত৷
de: Alle %d ausgewählt
es: Todos los %d seleccionados
fr: Tous les %d sélectionnés
hi: सभी %d चयनित
id: Semua %d dipilih
ja: すべての %d が選択されました
ko: 모든 %d가 선택됨
pt_br: Todos %d selecionados
ru: Выбраны все %d.
tr: Tüm %d seçildi
ug: بارلىق %d تاللانغان
ur: تمام %d منتخب ہیں
vi: Đã chọn tất cả %d
zh_hans: 全部选择%d

# incomingRequest.selectionNone
source: No files selected
ar: لم يتم تحديد ملفات
bn: কোন ফাইল নির্বাচন করা হয়নি
de: Keine Dateien ausgewählt
es: No hay archivos seleccionados
fr: Aucun fichier sélectionné
hi: कोई फ़ाइल चयनित नहीं
id: Tidak ada file dipilih
ja: ファイルが選択されていません
ko: 선택한 파일이 없습니다.
pt_br: Nenhum arquivo selecionado
ru: Файлы не выбраны
tr: Hiçbir dosya seçilmedi
ug: ھۆججەت تاللانمىدى
ur: کوئی فائل منتخب نہیں
vi: Không có tệp nào được chọn
zh_hans: 未选择文件

# incomingRequest.selectionPartial
source: %d of %d selected
ar: تم تحديد %d من %d
bn: %d-এর %d বেছে নেওয়া হয়েছে
de: %d von %d ausgewählt
es: %d de %d seleccionado
fr: %d sur %d sélectionné
hi: %d में से %d चयनित
id: %d dari %d dipilih
ja: %d/%d が選択されました
ko: %d 중 %d가 선택됨
pt_br: %d de %d selecionado
ru: %d из %d выбран
tr: %d'nun %d'su seçildi
ug: %d %d تاللانغان
ur: %d میں سے %d منتخب
vi: %d của %d đã chọn
zh_hans: %d 或 %d 已选中

# incomingRequest.titleFormat
source: %@ wants to send
ar: يريد %@ الإرسال
bn: %@ পাঠাতে চায়
de: %@ möchte senden
es: %@ quiere enviar
fr: %@ souhaite envoyer
hi: %@ भेजना चाहता है
id: %@ ingin mengirim
ja: %@ が送信したい
ko: %@가 보내려고 합니다
pt_br: %@ deseja enviar
ru: %@ хочет отправить
tr: %@ göndermek istiyor
ug: %@ ئەۋەتمەكچى
ur: %@ بھیجنا چاہتا ہے
vi: %@ muốn gửi
zh_hans: %@ 要发送

# language.system
source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: प्रणाली
id: Sistem
ja: システム
ko: 체계
pt_br: Sistema
ru: Система
tr: Sistem
ug: سىستېما
ur: سسٹم
vi: Hệ thống
zh_hans: 系统

# menubar.activeTransfer
source: Active Transfer
ar: نقل نشط
bn: সক্রিয় স্থানান্তর
de: Aktive Übertragung
es: Transferencia activa
fr: Transfert actif
hi: सक्रिय स्थानांतरण
id: Transfer Aktif
ja: アクティブ転送
ko: 활성 전송
pt_br: Transferência Ativa
ru: Активный трансфер
tr: Aktif Aktarım
ug: ئاكتىپ يۆتكەش
ur: فعال منتقلی
vi: Chuyển khoản tích cực
zh_hans: 主动转移
